Repository: niyisurvey/babciatttt
Catalog: BabciaTobiasz/Resources/Localization/*.lproj/Localizable.strings
Languages: pl

# persona.classic.archetype
source: Classic
pl: Klasyczna

# persona.baroness.name
source: The Baroness
pl: Baronowa

# persona.baroness.tagline
source: This is beneath us.
pl: To poniżej naszego poziomu.

# persona.baroness.archetype
source: Baroness
pl: Baronowa

# persona.warrior.name
source: Warrior Babcia
pl: Babcia Wojowniczka

# persona.warrior.tagline
source: DEFEAT THE CLUTTER.
pl: POKONAJ BAŁAGAN.

# persona.warrior.archetype
source: Warrior
pl: Wojowniczka

# persona.wellness.tagline
source: Restore harmony.
pl: Przywróć harmonię.

# persona.coach.name
source: Tough Life Coach
pl: Surowa trenerka

# persona.coach.tagline
source: Do it anyway.
pl: Zrób to mimo wszystko.

# persona.coach.archetype
source: Coach
pl: Trenerka

# home.toolbar.title
source: Home
pl: Start

# home.error.title
source: Dashboard Error
pl: Błąd pulpitu

# home.error.message
source: Failed to load dashboard: %@
pl: Nie udało się wczytać pulpitu: %@

# home.pot.title
source: Your Pot
pl: Twoja miska

# home.pot.unit
source: pierogis
pl: pierogi

# home.latestDream.title
source: Latest Dream
pl: Najnowszy sen

# home.latestDream.empty
source: No Dreams yet
pl: Brak snów

# home.stats.title
source: Stats & Progress
pl: Statystyki i postęp

# home.stats.subtitle
source: %d pierogis earned
pl: %d pierogów zdobyto

# home.hero.title
source: Finish fast. Close the app.
pl: Zrób szybko. Zamknij aplikację.

# home.hero.subtitle
source: Your room, restored in five moves.
pl: Twój pokój, przywrócony w pięciu ruchach.

# home.shop.subtitle
source: Unlock new Dream filters
pl: Odblokuj nowe filtry Snów

# home.dailyProgress.title
source: Today's Progress
pl: Dzisiejszy postęp

# home.dailyProgress.unit
source: scans
pl: skany

# home.dailyProgress.kitchenClosed
source: Kitchen Closed — Rest well!
pl: Kuchnia zamknięta — odpocznij!

# home.patterns.title
source: Patterns
pl: Wzorce

# home.patterns.topDay
source: Top day
pl: Najlepszy dzień

# home.patterns.topHour
source: Top hour
pl: Najlepsza godzina

# home.streak.title
source: Streak
pl: Passa

# home.streak.unit.singular
source: day
pl: dzień

# home.streak.unit.plural
source: days
pl: dni

# home.streak.message
source: Keep going! Scan once per day to maintain your streak.
pl: Działaj dalej! Jeden skan dziennie utrzyma passę.

# home.insight.title
source: How it works
pl: Jak to działa

# home.insight.scan
source: Scan creates Dream header + tasks
pl: Skan tworzy nagłówek Snu i zadania

# home.insight.points
source: Points unlock filters
pl: Punkty odblokowują filtry

# home.insight.filters
source: Filters change your Area's Dream header
pl: Filtry zmieniają nagłówek Snu obszaru

# home.insight.gallery
source: Gallery is where your Dream images live
pl: Galeria to miejsce na twoje obrazy Snów

# gallery.title
source: Gallery
pl: Galeria

# gallery.subtitle
source: Every Dream you create, all in one place.
pl: Wszystkie stworzone Sny w jednym miejscu.

# gallery.empty.title
source: No Dreams yet
pl: Brak snów

# gallery.empty.message
source: Take a photo to generate your first Dream image.
pl: Zrób zdjęcie, aby wygenerować pierwszy obraz Snu.

# gallery.toolbar.title
source: Gallery
pl: Galeria

# gallery.card.persona
source: Babcia on duty: %@
pl: Babcia na dyżurze: %@

# gallery.detail.area.fallback
source: Area
pl: Obszar

# gallery.detail.verification.golden
source: Golden Verification
pl: Złota weryfikacja

# gallery.detail.verification.blue
source: Blue Verification
pl: Niebieska weryfikacja

# gallery.detail.verification.none
source: No Verification
pl: Bez weryfikacji

# gallery.detail.outcome.pending
source: Pending
pl: W toku

# gallery.detail.outcome.passed
source: Passed
pl: Zaliczona

# gallery.detail.outcome.failed
source: Failed
pl: Nieudana

# gallery.detail.outcome.skipped
source: Skipped
pl: Pominięta

# gallery.detail.meta.created
source: Created
pl: Utworzono

# gallery.detail.meta.verification
source: Verification
pl: Weryfikacja

# gallery.detail.meta.outcome
source: Outcome
pl: Wynik

# gallery.detail.meta.basePoints
source: Base Points
pl: Punkty podstawowe

# gallery.detail.meta.bonusPoints
source: Bonus Points
pl: Punkty bonusowe

# gallery.detail.meta.totalPoints
source: Total Points
pl: Punkty łącznie

# gallery.detail.tasks.title
source: Tasks
pl: Zadania

# gallery.detail.tasks.empty
source: No tasks recorded for this bowl.
pl: Brak zadań dla tej miski.

# gallery.detail.toolbar.title
source: Bowl Details
pl: Szczegóły miski

# settings.appearance.title
source: Appearance
pl: Wygląd

# settings.appearance.theme.label
source: Theme
pl: Motyw

# settings.analytics.title
source: Analytics
pl: Analityka

# settings.analytics.action
source: View task analytics
pl: Zobacz analitykę zadań

# settings.about.title
source: About
pl: O aplikacji

# settings.about.version
source: Version
pl: Wersja

# settings.toolbar.title
source: Settings
pl: Ustawienia

# settings.theme.light
source: Light
pl: Jasny

# settings.theme.dark
source: Dark
pl: Ciemny

# settings.apiKeys.title
source: API Keys
pl: Klucze API

# settings.apiKeys.dream.title
source: Dream Engine
pl: Silnik Snów

# settings.apiKeys.gemini.title
source: Verification Gemini
pl: Weryfikacja Gemini

# settings.apiKeys.apiKey.label
source: API Key
pl: Klucz API

# settings.apiKeys.dream.placeholder
source: Enter DREAMROOM_API_KEY
pl: Wpisz DREAMROOM_API_KEY

# settings.apiKeys.gemini.placeholder
source: Enter GEMINI_API_KEY
pl: Wpisz GEMINI_API_KEY

# settings.apiKeys.stored
source: Stored securely on this device. Overrides Secrets.plist if set.
pl: Bezpiecznie zapisane na tym urządzeniu. Nadpisuje Secrets.plist, jeśli ustawione.

# settings.apiKeys.status.enterBeforeSaving
source: Enter a key before saving.
pl: Wpisz klucz przed zapisaniem.

# settings.apiKeys.status.saved
source: Saved to Keychain.
pl: Zapisano w pęku kluczy.

# settings.apiKeys.status.saveFailed
source: Save failed.
pl: Zapis nieudany.

# settings.apiKeys.status.removed
source: Removed from Keychain.
pl: Usunięto z pęku kluczy.

# settings.apiKeys.status.removeFailed
source: Remove failed.
pl: Usuwanie nieudane.

# settings.apiKeys.status.enterBeforeTesting
source: Enter a key before testing.
pl: Wpisz klucz przed testem.

# settings.apiKeys.status.testImageUnavailable
source: Test image unavailable.
pl: Brak obrazu testowego.

# settings.apiKeys.status.testSucceeded
source: Test succeeded.
pl: Test udany.

# settings.apiKeys.status.testFailed
source: Test failed: %@
pl: Test nieudany: %@

# filters.title
source: Dream Vision Filters
pl: Filtry Snu

# filters.subtitle
source: Spend points to unlock filters for your Dream images.
pl: Wydawaj punkty, by odblokować filtry Snu.

# filters.points.available
source: Available
pl: Dostępne

# filters.points.allTime
source: All Time
pl: Łącznie

# filters.action.applied
source: Applied
pl: Zastosowano

# filters.action.apply
source: Apply
pl: Zastosuj

# filters.action.unlock
source: Unlock
pl: Odblokuj

# filters.toolbar.title
source: Filter Shop
pl: Sklep filtrów

# filters.dreamHoney.name
source: Dream Honey
pl: Miód Snu

# filters.dreamHoney.description
source: Warm glow with soft highlights.
pl: Ciepła poświata z miękkimi refleksami.

# filters.dreamHoney.ingredients
source: Onions x4 + Tomatoes x7
pl: Cebula x4 + Pomidory x7

# filters.glassMoss.name
source: Glass Moss
pl: Szklany Mech

# filters.glassMoss.description
source: Cool mist and gentle contrast.
pl: Chłodna mgiełka i delikatny kontrast.

# filters.glassMoss.ingredients
source: Leeks x3 + Mint x5
pl: Pory x3 + Mięta x5

# filters.pierogiGold.name
source: Pierogi Gold
pl: Złote Pierogi

# filters.pierogiGold.description
source: Bright, celebratory sheen.
pl: Jasny, świąteczny połysk.

# filters.pierogiGold.ingredients
source: Butter x6 + Garlic x4
pl: Masło x6 + Czosnek x4

# analytics.title
source: Analytics
pl: Analityka

# analytics.subtitle
source: All task completions captured so far.
pl: Wszystkie ukończone zadania do tej pory.

# analytics.summary.totalCompletions
source: Total Completions
pl: Łącznie ukończone

# analytics.summary.uniqueAreas
source: Unique Areas
pl: Unikalne obszary

# analytics.summary.mostRecent
source: Most Recent
pl: Najnowsze

# analytics.patterns.title
source: Patterns
pl: Wzorce

# analytics.patterns.dayOfWeek
source: By day of week
pl: Według dnia tygodnia

# analytics.patterns.hour
source: By hour
pl: Według godziny

# analytics.patterns.topAreas
source: Top areas
pl: Najlepsze obszary

# analytics.patterns.topPersonas
source: Top personas
pl: Najlepsze persony

# analytics.events.title
source: Events
pl: Zdarzenia

# analytics.events.empty.title
source: No analytics yet
pl: Brak analityki

# analytics.events.empty.message
source: Complete a task to start tracking.
pl: Ukończ zadanie, aby rozpocząć śledzenie.

# analytics.toolbar.title
source: Analytics
pl: Analityka

# analytics.countList.empty
source: No data yet
pl: Brak danych

# analytics.event.area.fallback
source: Area
pl: Obszar

# analytics.event.points
source: %d pt
pl: %d pkt

# analytics.topAreas.unknown
source: Unknown Area
pl: Nieznany obszar

# scan.error.apiKeyMissing
source: API key missing.
pl: Brak klucza API.

# scan.error.missingPrompt
source: Task prompt missing.
pl: Brak promptu zadań.

# scan.error.imageProcessingFailed
source: Failed to process the image.
pl: Nie udało się przetworzyć obrazu.

# scan.error.requestTimedOut
source: Request timed out.
pl: Upłynął limit czasu żądania.

# scan.error.invalidRequest
source: Invalid request URL.
pl: Nieprawidłowy adres żądania.

# scan.error.invalidResponse
source: Invalid response from API.
pl: Nieprawidłowa odpowiedź API.

# scan.error.parsingFailed
source: Failed to parse API response.
pl: Nie udało się odczytać odpowiedzi API.

# scan.error.api
source: API error (%@): %@
pl: Błąd API (%@): %@

# scan.error.unknown
source: Unknown error
pl: Nieznany błąd

# verification.error.apiKeyMissing
source: Gemini API key not configured
pl: Klucz Gemini nie jest skonfigurowany

# verification.error.invalidPhotoData
source: Photo data is invalid or empty
pl: Dane zdjęcia są nieprawidłowe lub puste

# verification.error.networkFailure
source: Network error: %@
pl: Błąd sieci: %@

# verification.error.invalidResponse
source: Invalid API response: %@
pl: Nieprawidłowa odpowiedź API: %@

# verification.error.judgingFailed
source: Judging failed: %@
pl: Weryfikacja nie powiodła się: %@

# verification.error.reason.invalidEndpoint
source: Invalid endpoint URL.
pl: Nieprawidłowy adres endpointu.

# verification.error.reason.encodingFailed
source: Encoding failed.
pl: Nie udało się zakodować danych.

# verification.error.reason.nonHttpResponse
source: Non-HTTP response.
pl: Otrzymano odpowiedź nie-HTTP.

# verification.error.reason.emptyResponse
source: Empty response body.
pl: Puste body odpowiedzi.

# verification.error.reason.missingResponseText
source: Missing response text.
pl: Brak tekstu odpowiedzi.

# verification.error.reason.unexpectedResponse
source: Unexpected response: %@
pl: Nieoczekiwana odpowiedź: %@

# verification.error.reason.decodingFailed
source: Decoding failed.
pl: Nie udało się zdekodować odpowiedzi.

# dream.error.apiKeyMissing
source: Dream engine API key missing.
pl: Brak klucza API silnika snu.

# dream.error.missingPrompt
source: Dream prompt missing.
pl: Brak promptu snu.

# dream.error.invalidImage
source: Invalid image data.
pl: Nieprawidłowe dane obrazu.

# errorView.default.title
source: Something went wrong
pl: Coś poszło nie tak

# errorView.network.title
source: Connection Error
pl: Błąd połączenia

# errorView.network.message
source: Please check your internet connection and try again.
pl: Sprawdź połączenie z internetem i spróbuj ponownie.

# errorView.location.title
source: Location Error
pl: Błąd lokalizacji

# errorView.location.message
source: Unable to access your location. Please check your settings.
pl: Nie można uzyskać dostępu do lokalizacji. Sprawdź ustawienia.

# errorView.data.title
source: Loading Error
pl: Błąd wczytywania

# errorView.data.message
source: Unable to load data. Please try again later.
pl: Nie można wczytać danych. Spróbuj ponownie później.

# errorView.permission.title
source: Permission Required
pl: Wymagane uprawnienie

# errorView.preview.unexpected
source: An unexpected error occurred. Please try again.
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie.

# errorView.preview.sync
source: Unable to sync your data
pl: Nie można zsynchronizować danych

# streamingCamera.error.invalidConfiguration
source: Camera configuration is invalid.
pl: Konfiguracja kamery jest nieprawidłowa.

# streamingCamera.error.missingCredentials
source: Camera credentials are missing.
pl: Brakuje danych logowania kamery.

# streamingCamera.error.connectionFailed
source: Unable to connect to the camera.
pl: Nie można połączyć się z kamerą.

# streamingCamera.error.frameUnavailable
source: No frame available from the camera.
pl: Brak klatki z kamery.

# streamingCamera.error.unauthorized
source: Camera authorization failed.
pl: Autoryzacja kamery nie powiodła się.

# streamingCamera.error.invalidResponse
source: Camera response was invalid.
pl: Nieprawidłowa odpowiedź kamery.

# streamingCamera.error.unsupported
source: Camera provider is not supported.
pl: Dostawca kamery nie jest wspierany.

# settings.cameras.title
source: Streaming Cameras
pl: Kamery strumieniowe

# settings.cameras.action
source: Manage cameras
pl: Zarządzaj kamerami

# cameraSetup.title
source: Camera Setup
pl: Konfiguracja kamer

# cameraSetup.add.title
source: Add Camera
pl: Dodaj kamerę

# cameraSetup.edit.title
source: Edit Camera
pl: Edytuj kamerę

# cameraSetup.empty.title
source: No Cameras Yet
pl: Brak kamer

# cameraSetup.empty.message
source: Add a streaming camera to enable ambient monitoring.
pl: Dodaj kamerę strumieniową, aby włączyć monitoring.

# cameraSetup.empty.action
source: Add Camera
pl: Dodaj kamerę

# cameraSetup.section.basics
source: Basics
pl: Podstawy

# cameraSetup.section.provider
source: Provider
pl: Dostawca

# cameraSetup.field.name
source: Camera name
pl: Nazwa kamery

# cameraSetup.field.type
source: Provider type
pl: Typ dostawcy

# cameraSetup.field.rtspUrl
source: RTSP URL
pl: Adres RTSP

# cameraSetup.field.username
source: Username
pl: Nazwa użytkownika

# cameraSetup.field.password
source: Password
pl: Hasło

# cameraSetup.field.haBaseUrl
source: Home Assistant URL
pl: Adres Home Assistant

# cameraSetup.field.haToken
source: Home Assistant token
pl: Token Home Assistant

# cameraSetup.field.haEntityId
source: Camera entity ID
pl: ID encji kamery

# cameraSetup.save
source: Save
pl: Zapisz

# cameraSetup.cancel
source: Cancel
pl: Anuluj

# cameraSetup.delete.title
source: Remove Camera
pl: Usuń kamerę

# cameraSetup.delete.message
source: This will remove the camera and its credentials.
pl: To usunie kamerę i jej dane logowania.

# cameraSetup.delete.confirm
source: Remove
pl: Usuń

# cameraSetup.delete.action
source: Remove
pl: Usuń

# cameraSetup.discovery.title
source: Local Discovery
pl: Wykrywanie lokalne

# cameraSetup.discovery.action
source: Scan
pl: Skanuj

# cameraSetup.discovery.stop
source: Stop
pl: Zatrzymaj

# cameraSetup.discovery.none
source: Searching for cameras...
pl: Szukam kamer...

# cameraSetup.quickAdd.title
source: Find Cameras on Wi‑Fi
pl: Znajdź kamery w Wi‑Fi

# cameraSetup.quickAdd.subtitle
source: We’ll detect local cameras and prefill the details.
pl: Wykryjemy lokalne kamery i uzupełnimy dane.

# cameraSetup.quickAdd.scan
source: Scan
pl: Skanuj

# cameraSetup.quickAdd.none
source: No cameras found yet.
pl: Brak znalezionych kamer.

# cameraSetup.quickAdd.action
source: Connect
pl: Połącz

# cameraSetup.quickAdd.manual
source: Add manually
pl: Dodaj ręcznie

# cameraSetup.quickAdd.rtsp
source: RTSP camera
pl: Kamera RTSP

# cameraSetup.quickAdd.tapo
source: Tapo camera
pl: Kamera Tapo

# cameraSetup.rtsp.title
source: RTSP Camera
pl: Kamera RTSP

# cameraSetup.rtsp.helper
source: Paste the RTSP link from your camera app to connect.
pl: Wklej link RTSP z aplikacji kamery.

# cameraSetup.rtsp.paste
source: Paste from Clipboard
pl: Wklej ze schowka

# cameraSetup.tapo.title
source: Tapo Camera
pl: Kamera Tapo

# cameraSetup.tapo.helper
source: Enter your Tapo login to connect locally.
pl: Podaj login do Tapo, połączymy lokalnie.

# cameraSetup.ha.title
source: Home Assistant Camera
pl: Kamera Home Assistant

# cameraSetup.ha.helper
source: Use a Long‑Lived Access Token to list cameras.
pl: Użyj tokenu Long‑Lived Access Token, aby pobrać kamery.

# cameraSetup.ha.fetch
source: Fetch Cameras
pl: Pobierz kamery

# cameraSetup.ha.empty
source: No camera entities found.
pl: Brak encji kamer.

# cameraSetup.ha.select
source: Select a camera
pl: Wybierz kamerę

# cameraSetup.validation.name
source: Camera name is required.
pl: Nazwa kamery jest wymagana.

# cameraSetup.validation.rtspUrl
source: Enter a valid RTSP URL.
pl: Podaj poprawny adres RTSP.

# cameraSetup.validation.host
source: Host is required.
pl: Host jest wymagany.

# cameraSetup.validation.username
source: Username is required.
pl: Nazwa użytkownika jest wymagana.

# cameraSetup.validation.secret
source: Password or token is required.
pl: Hasło lub token są wymagane.

# cameraSetup.validation.haBaseUrl
source: Home Assistant URL is required.
pl: Adres Home Assistant jest wymagany.

# cameraSetup.validation.haEntityId
source: Camera entity ID is required.
pl: ID encji kamery jest wymagane.

# cameraSource.title
source: Choose Camera Source
pl: Wybierz źródło

# cameraSource.message
source: Select a camera source.
pl: Wybierz źródło kamery.

# cameraSource.device
source: iPhone camera
pl: Aparat iPhone

# cameraSource.streaming
source: Streaming camera
pl: Kamera strumieniowa

# cameraSource.pick.title
source: Select Camera
pl: Wybierz kamerę

# cameraSource.empty
source: No streaming cameras available.
pl: Brak skonfigurowanych kamer.

# cameraSource.loading
source: Fetching camera frame...
pl: Pobieram klatkę z kamery...

# cameraFlow.error.streamingCaptureFailed
source: Streaming camera capture failed.
pl: Nie udało się pobrać klatki z kamery.

# preview.glassCard.title
source: Glass Card
pl: Szklana karta

# preview.glassCard.button
source: Glass Button
pl: Szklany przycisk

# preview.glassCard.prominent
source: Prominent Button
pl: Wyróżniony przycisk

# preview.tooltip.cardTitle
source: Weather Card
pl: Karta pogody

# preview.tooltip.title
source: Weather Updates
pl: Aktualizacje pogody

# preview.tooltip.description
source: Real-time weather data updates every 30 minutes automatically.
pl: Dane pogody są aktualizowane automatycznie co 30 minut.

# preview.tooltip.secondTitle
source: Smart Insights
pl: Sprytne wskazówki

# preview.tooltip.secondDescription
source: Get personalized suggestions based on weather conditions to plan your daily areas.
pl: Otrzymuj spersonalizowane sugestie oparte na pogodzie.
