Repository: niyisurvey/babciatttt
Catalog: BabciaTobiasz/Resources/Localization/*.lproj/Localizable.strings
Languages: pl

# area_age_days
source: %d days
pl: %d dni

# reminder_default_body
source: Time to complete a bowl.
pl: Czas na ukończenie miski.

# pierogi_drop_title
source: Drop the pierogis into the pot
pl: Wrzuć pierogi do garnka

# pierogi_drop_subtitle
source: Feed all five to reveal your tier.
pl: Nakarm wszystkie pięć, by poznać poziom.

# pierogi_drop_progress
source: %d of %d dropped
pl: %d z %d wrzucone

# shortcut_start_scan_title
source: Start Scan
pl: Rozpocznij skan

# shortcut_start_scan_description
source: Open the Babcia tab to begin a scan.
pl: Otwórz zakładkę Babcia, aby zacząć skan.

# shortcut_open_areas_title
source: Open Areas
pl: Otwórz obszary

# shortcut_open_areas_description
source: Jump to your list of areas.
pl: Przejdź do listy obszarów.

# shortcut_start_scan_phrase_1
source: Start a scan in (.applicationName)
pl: Rozpocznij skan w (.applicationName)

# shortcut_start_scan_phrase_2
source: Open a scan in (.applicationName)
pl: Otwórz skan w (.applicationName)

# shortcut_open_areas_phrase_1
source: Open areas in (.applicationName)
pl: Otwórz obszary w (.applicationName)

# shortcut_open_areas_phrase_2
source: Show areas in (.applicationName)
pl: Pokaż obszary w (.applicationName)

# milestone.classic.day1
source: Oj, you came back. That's something.
pl: Oj, wróciłeś. Coś z tego będzie.

# milestone.classic.day3
source: Maybe you won't disappoint me after all.
pl: Może jednak mnie nie zawiedziesz.

# milestone.classic.day5
source: Now you're eating properly.
pl: Teraz jesz porządnie.

# milestone.classic.day7
source: I'm giving you my apron. Don't ruin it.
pl: Daję ci mój fartuch. Nie zniszcz go.

# milestone.classic.day14
source: I never share this. You earned it.
pl: Tym się nie dzielę. Zasłużyłeś.

# milestone.classic.day30
source: You clean like family now.
pl: Sprzątasz jak rodzina.

# milestone.baroness.day1
source: Well. At least you showed up.
pl: Cóż. Przynajmniej się pojawiłeś.

# milestone.baroness.day7
source: You may sit at my table.
pl: Możesz usiąść przy moim stole.

# milestone.baroness.day30
source: You have my blessing. Don't waste it.
pl: Masz moje błogosławieństwo. Nie zmarnuj go.

# milestone.warrior.day1
source: THE BATTLE BEGINS!
pl: BITWA SIĘ ZACZYNA!

# milestone.warrior.day7
source: A WEEK OF CONQUEST!
pl: TYDZIEŃ PODBOJÓW!

# milestone.warrior.day30
source: THE ROOM BOWS TO YOU, WARRIOR!
pl: POKÓJ KŁANIA SIĘ TOBIE, WOJOWNIKU!

# milestone.wellness.day1
source: Balance protocol: day 1 complete.
pl: Protokół równowagi: dzień 1 ukończony.

# milestone.wellness.day7
source: One week. Inner peace unlocked.
pl: Jeden tydzień. Wewnętrzny spokój odblokowany.

# milestone.wellness.day30
source: You have become the room.
pl: Stałeś się pokojem.

# milestone.coach.day1
source: Fine. You did a thing. Don't get cocky.
pl: Dobra. Zrobiłeś coś. Nie zadzieraj nosa.

# milestone.coach.day7
source: A full week? Who are you?
pl: Cały tydzień? Kim ty jesteś?

# milestone.coach.day30
source: You're one of the good ones now.
pl: Teraz jesteś jednym z tych dobrych.

# common.cancel
source: Cancel
pl: Anuluj

# common.add
source: Add
pl: Dodaj

# common.save
source: Save
pl: Zapisz

# common.delete
source: Delete
pl: Usuń

# common.retry
source: Retry
pl: Spróbuj ponownie

# common.dismiss
source: Dismiss
pl: Zamknij

# common.clear
source: Clear
pl: Wyczyść

# common.notNow
source: Not now
pl: Nie teraz

# common.openSettings
source: Open Settings
pl: Otwórz ustawienia

# common.error.title
source: Error
pl: Błąd

# common.error.fallback
source: An error occurred
pl: Wystąpił błąd

# mainTab.home.label
source: Home
pl: Start

# mainTab.areas.label
source: Areas
pl: Obszary

# mainTab.babcia.label
source: Babcia
pl: Szybki skan

# mainTab.gallery.label
source: Gallery
pl: Galeria

# mainTab.settings.label
source: Settings
pl: Ustawienia

# mainTab.loading
source: Loading...
pl: Ładowanie...

# launch.title
source: The Pierogi Protocol
pl: Protokół Pierogów

# launch.subtitle
source: Areas and bowls
pl: Obszary i miski

# onboarding.skip
source: Skip
pl: Pomiń

# onboarding.continue
source: Continue
pl: Dalej

# onboarding.getStarted
source: Get Started
pl: Zaczynajmy

# onboarding.page.weather.title
source: Weather at a Glance
pl: Pogoda w skrócie

# onboarding.page.weather.description
source: Get real-time weather updates with beautiful visuals. Know what's coming so you can plan your day.
pl: Otrzymuj aktualizacje pogody w czasie rzeczywistym i planuj dzień z wyprzedzeniem.

# onboarding.page.areas.title
source: Areas & Bowls
pl: Obszary i miski

# onboarding.page.areas.description
source: Name your areas, start a bowl, and get up to five tasks to finish.
pl: Nazwij obszary, rozpocznij miskę i dostaniesz do pięciu zadań.

# onboarding.page.insights.title
source: Smart Insights
pl: Sprytne wskazówki

# onboarding.page.insights.description
source: Get personalized suggestions based on weather to plan your day.
pl: Otrzymuj spersonalizowane sugestie oparte na pogodzie.

# onboarding.page.verdict.title
source: Babcia's Verdict
pl: Werdykt Babci

# onboarding.page.verdict.description
source: Request verification and earn Blue or Golden totals for completed bowls.
pl: Poproś o weryfikację i zdobywaj niebieskie lub złote premie.

# onboarding.persona.title
source: Choose your Babcia
pl: Wybierz Babcię

# onboarding.persona.subtitle
source: Pick your guide. Their personality shapes your Dreams.
pl: Wybierz przewodniczkę. Jej styl kształtuje twoje Sny.

# onboarding.persona.helper
source: Sets your Areas hero and the tone of your cleaning.
pl: Ustawia bohatera Obszarów i ton sprzątania.

# app.initError.title
source: Unable to Load Data
pl: Nie można wczytać danych

# app.initError.message
source: The app couldn't initialize its database. Try restarting the app or reinstalling if the problem persists.
pl: Aplikacja nie mogła zainicjalizować bazy danych. Spróbuj ponownie uruchomić lub przeinstalować, jeśli problem nie ustąpi.

# babciaStatus.pot.title
source: Points Pot
pl: Miska punktów

# babciaStatus.pot.available
source: Available
pl: Dostępne

# babciaStatus.pot.allTime
source: All Time
pl: Łącznie

# babciaStatus.state.happy.title
source: Babcia is proud
pl: Babcia jest dumna

# babciaStatus.state.happy.subtitle
source: Verified bowls today. Keep the streak warm.
pl: Zweryfikowane miski dzisiaj. Podtrzymaj passę.

# babciaStatus.state.expecting.title
source: Babcia is waiting
pl: Babcia czeka

# babciaStatus.state.expecting.subtitle
source: Complete a verification to lift her spirits.
pl: Zrób weryfikację, żeby poprawić jej nastrój.

# babciaStatus.state.sad.title
source: Babcia is disappointed
pl: Babcia jest zawiedziona

# babciaStatus.state.sad.subtitle
source: No completed bowls yet today.
pl: Dzisiaj jeszcze nie ukończyłeś miski.

# areas.detail.unavailable.title
source: Area unavailable
pl: Obszar niedostępny

# areas.detail.unavailable.message
source: This area could not be loaded. It may have been deleted. (id: %@)
pl: Nie można wczytać tego obszaru. Być może został usunięty. (id: %@)

# areas.search.placeholder
source: Search areas
pl: Szukaj obszarów

# areas.stats.today
source: Today
pl: Dziś

# areas.stats.streak
source: Streak
pl: Passa

# areas.stats.totalDone
source: Total Done
pl: Łącznie zrobione

# areas.stats.dailyTarget
source: Daily target
pl: Dzienny cel

# areas.stats.kitchenClosed
source: Kitchen Closed
pl: Kuchnia zamknięta

# areas.stats.kitchenOpen
source: Kitchen Open
pl: Kuchnia otwarta

# areas.stats.tooltip.title
source: Area Statistics
pl: Statystyki obszaru

# areas.stats.tooltip.message
source: Track bowls completed, streaks, and your daily target. Keep the kitchen open by pacing bowls.
pl: Śledź ukończone miski, passę i dzienny cel. Utrzymuj kuchnię otwartą, rozkładając miski w czasie.

# areas.filter.title
source: Filter
pl: Filtr

# areas.filter.all
source: All
pl: Wszystkie pokoje

# areas.filter.completed
source: Completed Today
pl: Zrobione dziś

# areas.filter.incomplete
source: Not Completed
pl: Wymaga uwagi

# areas.hero.inactive
source: Babcia has missed you.
pl: Babcia tęskniła.

# areas.menu.edit
source: Edit Area
pl: Edytuj obszar

# areas.menu.delete
source: Delete Area
pl: Usuń obszar

# areas.empty.title
source: Empty Pot
pl: Pusta miska

# areas.empty.message
source: Create your first area to get started.
pl: Utwórz pierwszy obszar, aby zacząć.

# areas.empty.action
source: Add Your First Area
pl: Dodaj pierwszy obszar

# areas.toolbar.title
source: Areas
pl: Obszary

# areas.toolbar.add.accessibility
source: Add new area
pl: Dodaj nowy obszar

# areas.error.kitchenClosed
source: Kitchen Closed. Daily target reached.
pl: Kuchnia zamknięta. Dzienny cel osiągnięty.

# areas.error.finishCurrent
source: Finish the current session before starting a new scan.
pl: Dokończ obecną sesję przed rozpoczęciem nowego skanu.

# areas.error.scanPhotoRequired
source: Scan photo required to start a session.
pl: Do rozpoczęcia sesji potrzebne jest zdjęcie skanu.

# areas.error.scanPhotoRequiredAppend
source: Scan photo required to append tasks.
pl: Do dodania zadań potrzebne jest zdjęcie skanu.

# areas.error.noActiveSession
source: No active session to append tasks.
pl: Brak aktywnej sesji do dodania zadań.

# areas.error.notEnoughPoints
source: Not enough points.
pl: Za mało punktów.

# areas.error.persistenceUnavailable
source: Persistence unavailable.
pl: Brak dostępu do bazy danych.

# areas.scan.status.scanning
source: Scanning...
pl: Skanowanie...

# areas.scan.status.thinking1
source: Babcia is pondering...
pl: Babcia się zastanawia...

# areas.scan.status.thinking2
source: Dreaming up a plan...
pl: Układa plan...

# areas.scan.status.thinking3
source: Writing your tasks...
pl: Pisze twoje zadania...

# areas.scan.status.dreamUpdated
source: Dream updated.
pl: Sen zaktualizowany.

# areas.scan.status.dreamFailed
source: Dream failed; using Babcia reference art.
pl: Sen nie wyszedł; używam grafiki referencyjnej Babci.

# areas.scan.status.tasksRefreshed
source: Tasks refreshed.
pl: Zadania odświeżone.

# areas.scan.status.tasksAppended
source: Tasks appended.
pl: Zadania dodane.

# areas.scan.fallback.advice
source: Start small. You have got this.
pl: Zacznij od małych rzeczy. Dasz radę.

# areas.scan.pipelineUnavailable
source: Scan pipeline unavailable.
pl: Pipeline skanu niedostępny.

# areas.scan.fallback.task.clearSurface
source: Clear visible surfaces
pl: Usuń rzeczy z widocznych powierzchni

# areas.scan.fallback.task.putAway
source: Put loose items away
pl: Odłóż luźne rzeczy na miejsce

# areas.scan.fallback.task.wipeSurface
source: Wipe one surface
pl: Przetrzyj jedną powierzchnię

# areas.scan.fallback.task.collectTrash
source: Collect trash
pl: Zbierz śmieci

# areas.scan.fallback.task.resetArea
source: Reset the area
pl: Uporządkuj obszar

# areaRow.age.days
source: %d days
pl: %d dni

# areaRow.milestone.day
source: Day %d
pl: Dzień %d

# areaForm.basicInfo.title
source: Basic Info
pl: Podstawowe info

# areaForm.basicInfo.name.placeholder
source: Area name
pl: Nazwa obszaru

# areaForm.basicInfo.description.placeholder
source: Description (optional)
pl: Opis (opcjonalnie)

# areaForm.basicInfo.helper
source: Give your area a memorable name
pl: Nadaj obszarowi łatwą do zapamiętania nazwę

# areaForm.appearance.title
source: Appearance
pl: Wygląd

# areaForm.appearance.icon
source: Icon
pl: Ikona

# areaForm.appearance.color
source: Color
pl: Kolor

# areaForm.persona.readonly.label
source: Your Babcia
pl: Twoja Babcia

# areaForm.reminders.title
source: Reminders
pl: Przypomnienia

# areaForm.reminders.empty
source: Create the area first to enable reminders.
pl: Najpierw utwórz obszar, aby włączyć przypomnienia.

# areaForm.preview.title
source: Preview
pl: Podgląd

# areaForm.toolbar.editTitle
source: Edit Area
pl: Edytuj obszar

# areaForm.toolbar.newTitle
source: New Area
pl: Nowy obszar

# areaForm.appearance.icon.accessibility
source: Icon: %@
pl: Ikona: %@

# areaForm.preview.placeholder
source: Area name
pl: Nazwa obszaru

# areaDetail.camera.alert.title
source: Camera access
pl: Dostęp do aparatu

# areaDetail.camera.checkIn
source: Check in with Babcia
pl: Melduj się u Babci

# areaDetail.camera.error.verificationPending
source: Decide verification before starting a new scan.
pl: Zdecyduj o weryfikacji przed rozpoczęciem nowego skanu.

# areaDetail.camera.error.dreamInProgress
source: Dream generation is in progress. Please wait.
pl: Generowanie snu trwa. Proszę poczekać.

# areaDetail.camera.error.kitchenClosed
source: Kitchen Closed. Daily target reached.
pl: Kuchnia zamknięta. Dzienny cel osiągnięty.

# areaDetail.camera.error.finishCurrent
source: Finish the current session before starting a new scan.
pl: Dokończ obecną sesję przed rozpoczęciem nowego skanu.

# areaDetail.camera.error.unavailable
source: Camera is not available on this device.
pl: Aparat nie jest dostępny na tym urządzeniu.

# areaDetail.camera.error.permission
source: Camera access is required to capture a room scan.
pl: Dostęp do aparatu jest wymagany, aby wykonać skan pokoju.

# areaDetail.camera.error.notSupported
source: Camera capture is only available on iOS devices.
pl: Aparat jest dostępny tylko na urządzeniach iOS.

# areaDetail.camera.error.captureFailed
source: Could not read the captured photo.
pl: Nie udało się odczytać zrobionego zdjęcia.

# areaDetail.delete.title
source: Delete area?
pl: Usunąć obszar?

# areaDetail.delete.message.milestone
source: Deleting now will remove your day %d milestone.
pl: Usunięcie spowoduje utratę kamienia milowego z dnia %d.

# areaDetail.delete.message.default
source: Are you sure you want to delete this area?
pl: Czy na pewno chcesz usunąć ten obszar?

# areaDetail.babcia.label
source: Your Babcia
pl: Twoja Babcia

# areaDetail.tasks.title
source: Today's Tasks
pl: Dzisiejsze zadania

# areaDetail.tasks.hint.title
source: Tap to complete
pl: Dotknij, aby ukończyć

# areaDetail.tasks.hint.message
source: Tap a task to mark it done.
pl: Dotknij zadania, by je oznaczyć.

# areaDetail.completion.title
source: Well done!
pl: Świetna robota!

# areaDetail.completion.subtitle
source: Your bowl is full.
pl: Twoja miska jest pełna.

# areaDetail.completion.message
source: Take an after photo for a bonus and a before & after in the Gallery.
pl: Zrób zdjęcie po, aby dostać bonus i zapis przed/po w galerii.

# areaDetail.completion.primary
source: Take After Photo
pl: Zrób zdjęcie po

# areaDetail.completion.secondary
source: All Done
pl: Gotowe

# areaDetail.tasks.empty
source: No tasks yet. Run a scan to begin.
pl: Brak zadań. Zrób skan, aby zacząć.

# cameraHero.title
source: Ready to scan
pl: Gotowy na skan

# cameraHero.primary
source: Start scan
pl: Rozpocznij skan

# areaDetail.verify.callout.title
source: Ready to verify?
pl: Zweryfikować dla bonusu?

# areaDetail.verify.callout.message
source: Take an after photo to lock in your bonus points.
pl: Zrób szybkie zdjęcie po, aby potwierdzić efekt.

# areaDetail.verify.callout.primary
source: Start verification
pl: Tak, weryfikuj

# areaDetail.verify.callout.secondary
source: Take base points
pl: Nie, weź punkty

# areaDetail.verify.ready.title
source: Ready to Verify?
pl: Gotowy do weryfikacji?

# areaDetail.verify.ready.primary
source: Start verification
pl: Rozpocznij weryfikację

# areaDetail.verify.ready.secondary
source: Not now
pl: Nie teraz

# areaDetail.verify.ready.message.golden
source: Take a moment to tidy before your Golden after photo.
pl: Poświęć chwilę na porządek przed zdjęciem po.

# areaDetail.verify.ready.message.blue
source: Take a moment to tidy before your after photo.
pl: Poświęć chwilę na porządek przed zdjęciem po.

# areaDetail.verify.celebration.title.golden
source: Golden verification complete
pl: Weryfikacja zakończona

# areaDetail.verify.celebration.title.blue
source: Verification complete
pl: Weryfikacja zakończona

# areaDetail.verify.celebration.title.failed
source: Verification needs more work
pl: Weryfikacja wymaga poprawy

# areaDetail.verify.celebration.message.golden
source: Golden bonus added to your pot.
pl: Bonusowe punkty dodane do miski.

# areaDetail.verify.celebration.message.blue
source: Bonus points added to your pot.
pl: Bonusowe punkty dodane do miski.

# areaDetail.verify.celebration.message.failed
source: No bonus added this time. Keep going and try again.
pl: Tym razem bez bonusu. Działaj dalej i spróbuj ponownie.

# areaDetail.menu.edit
source: Edit Area
pl: Edytuj obszar

# areaDetail.menu.delete
source: Delete Area
pl: Usuń obszar

# pierogiDrop.title
source: Drop the pierogis into the pot
pl: Wrzuć pierogi do garnka

# pierogiDrop.subtitle
source: Feed all five to reveal your tier.
pl: Nakarm wszystkie pięć, by poznać poziom.

# pierogiDrop.progress
source: %d of %d dropped
pl: %d z %d wrzucone

# pierogiDrop.reveal.title
source: Revealing your tier
pl: Odsłaniamy poziom

# pierogiDrop.reveal.subtitle
source: Babcia is checking your progress.
pl: Babcia sprawdza twoje postępy.

# pierogiDrop.tier.blue
source: BLUE
pl: NIEBIESKI

# pierogiDrop.tier.golden
source: GOLD
pl: ZŁOTY

# reminderPrompt.title
source: Room reminder
pl: Przypomnienie pokoju

# reminderPrompt.message
source: Ready to start a quick scan and refresh your tasks?
pl: Gotowy na szybki skan i odświeżenie zadań?

# reminderPrompt.start
source: Start scan
pl: Rozpocznij skan

# reminders.alert.title
source: Reminders
pl: Przypomnienia

# reminders.empty.message
source: Set up to three daily reminders for this area.
pl: Ustaw do trzech dziennych przypomnień dla tego obszaru.

# reminders.empty.action
source: Enable Reminders
pl: Włącz przypomnienia

# reminders.editor.enable
source: Enable reminders
pl: Włącz przypomnienia

# reminders.editor.footer
source: We'll notify you at the selected times every day.
pl: Powiadomimy cię o wybranych godzinach każdego dnia.

# reminders.editor.slot
source: Slot %d
pl: Termin %d

# reminders.preview.label
source: Safe times:
pl: Bezpieczne godziny:

# reminders.preview.off
source: Off
pl: Wyłączone

# reminders.notification.title
source: Time for %@
pl: Czas na %@

# reminders.action.complete
source: Mark Complete
pl: Oznacz jako ukończone

# reminders.action.snooze
source: Remind in 1 hour
pl: Przypomnij za 1 godzinę

# reminders.action.open
source: Open
pl: Otwórz

# reminders.error.permissionDenied
source: Notification permission not granted. Please enable notifications in Settings.
pl: Brak zgody na powiadomienia. Włącz je w Ustawieniach.

# reminders.error.scheduleFailed
source: Failed to schedule reminder: %@
pl: Nie udało się zaplanować przypomnienia: %@

# microTidy.title
source: Micro Tidy
pl: Szybkie ogarnięcie

# microTidy.subtitle
source: One quick win. One small step.
pl: Jedna szybka wygrana. Jeden mały krok.

# microTidy.limit.title
source: Daily limit
pl: Dzienny limit

# microTidy.limit.status
source: Remaining %d of %d today
pl: Pozostało %d z %d na dziś

# microTidy.points.reward
source: +%d points
pl: +%d punktów

# microTidy.empty.title
source: Create Your First Room
pl: Utwórz pierwszy pokój

# microTidy.empty.message
source: Add a room to start micro tidies.
pl: Dodaj pokój, aby zacząć szybkie ogarnięcia.

# microTidy.empty.action
source: Open Areas
pl: Otwórz obszary

# microTidy.area.title
source: Selected area
pl: Wybrany obszar

# microTidy.area.randomPrompt
source: Babcia picked this one for you.
pl: Babcia wybrała to za ciebie.

# microTidy.area.singlePrompt
source: Only one area available today.
pl: Dziś dostępny jest tylko jeden obszar.

# microTidy.action.camera
source: Take a micro tidy photo
pl: Zrób zdjęcie szybkiego ogarnięcia

# microTidy.limit.reached
source: Daily micro tidy limit reached.
pl: Dzienny limit szybkich ogarnięć osiągnięty.

# microTidy.response.title
source: Babcia says
pl: Babcia mówi

# microTidy.camera.alert.title
source: Camera access
pl: Dostęp do aparatu

# microTidy.camera.unavailable
source: Camera is not available on this device.
pl: Aparat nie jest dostępny na tym urządzeniu.

# microTidy.camera.permission
source: Camera access is required to capture a micro tidy.
pl: Dostęp do aparatu jest wymagany, aby zrobić szybkie ogarnięcie.

# microTidy.camera.notSupported
source: Camera capture is only available on iOS devices.
pl: Aparat jest dostępny tylko na urządzeniach iOS.

# microTidy.camera.captureFailed
source: Could not read the captured photo.
pl: Nie udało się odczytać zrobionego zdjęcia.

# spotCheck.title
source: Babcia's Spot Check
pl: Szybki skan

# spotCheck.subtitle
source: Babcia picks a room. You prove it's tidy.
pl: Losowy pokój, aparat od razu.

# spotCheck.limit.title
source: Daily limit
pl: Limit dzienny

# spotCheck.limit.status
source: Remaining %d of %d today
pl: Pozostało %d z %d na dziś

# spotCheck.points.title
source: Bonus points
pl: Punkty bonusowe

# spotCheck.points.spotless
source: Spotless +%d
pl: Czyściutko +%d

# spotCheck.points.tidy
source: Tidy +%d
pl: Schludnie +%d

# spotCheck.points.messy
source: Messy +%d
pl: Bałagan +%d

# spotCheck.minimum.title
source: Need More Rooms
pl: Dodaj pokój, aby zacząć

# spotCheck.minimum.message
source: Create at least %d areas to unlock Spot Check.
pl: Dodaj %d pokój, aby uruchomić Szybki skan.

# spotCheck.minimum.action
source: Create Area
pl: Utwórz pokój

# spotCheck.reveal.title
source: Babcia is picking
pl: Losowanie pokoju

# spotCheck.reveal.prompt
source: She'll choose a random room for you.
pl: Wylosujemy pokój dla ciebie.

# spotCheck.reveal.action
source: Reveal the room
pl: Wylosuj pokój

# spotCheck.reveal.message
source: Babcia is choosing your room...
pl: Losujemy twój pokój...

# spotCheck.area.title
source: Selected area
pl: Wybrany obszar

# spotCheck.area.empty
source: Tap reveal to see where Babcia sends you.
pl: Kliknij Szybki skan, aby wylosować pokój.

# spotCheck.action.camera
source: Take a spot check photo
pl: Losowy skan

# spotCheck.action.awaiting
source: Reveal a room to start your spot check.
pl: Kliknij Szybki skan, aby zacząć.

# spotCheck.limit.reached
source: Daily spot check limit reached.
pl: Wyczerpano dzienny limit Szybkiego skanu.

# spotCheck.cooldown.all
source: All areas are resting. Try again later.
pl: Wszystkie obszary odpoczywają. Spróbuj później.

# spotCheck.processing
source: Babcia is judging...
pl: Babcia ocenia...

# spotCheck.result.title
source: Result
pl: Wynik

# spotCheck.result.spotless
source: Spotless
pl: Czyściutko

# spotCheck.result.tidy
source: Tidy
pl: Schludnie

# spotCheck.result.messy
source: Messy
pl: Bałagan

# spotCheck.result.area
source: Area: %@
pl: Obszar: %@

# spotCheck.result.tasks
source: Tasks detected: %d
pl: Wykryte zadania: %d

# spotCheck.result.points
source: Bonus: +%d points
pl: Bonus: +%d punktów

# spotCheck.response.title
source: Babcia says
pl: Babcia mówi

# spotCheck.camera.alert.title
source: Camera access
pl: Dostęp do aparatu

# spotCheck.camera.unavailable
source: Camera is not available on this device.
pl: Aparat nie jest dostępny na tym urządzeniu.

# spotCheck.camera.permission
source: Camera access is required to capture a spot check.
pl: Dostęp do aparatu jest wymagany do Szybkiego skanu.

# spotCheck.camera.notSupported
source: Camera capture is only available on iOS devices.
pl: Robienie zdjęć jest dostępne tylko na iOS.

# spotCheck.camera.captureFailed
source: Could not read the captured photo.
pl: Nie udało się odczytać zdjęcia.

# spotCheck.error.pipelineUnavailable
source: Scan pipeline is not available.
pl: Pipeline skanowania jest niedostępny.

# loading.default
source: Loading...
pl: Ładowanie...

# loading.fetching
source: Loading data...
pl: Ładowanie danych...

# persona.classic.name
source: Classic Babcia
pl: Klasyczna Babcia

# persona.classic.tagline
source: My dear… come, we tidy.
pl: Kochanie... chodź, sprzątamy.
